Repository: NADUDU577/MenuMeters
Catalog: MenuMetersApp/*.lproj/Localizable.strings
Languages: tr

source: Open MenuMeters preferences
tr: MenuMeters Tercihlerini Aç

source: Processor:
tr: İşlemci:

source: Processors:
tr: İşlemciler:

source: %u %@ @ %@
tr: %1$u %2$@ @ %3$@

source: Uptime:
tr: Çalışma Süresi:

source: Unavailable
tr: Görüntülenemiyor

source: %ld days %02ld:%02ld:%02ld
tr: %1$ld gün %2$02ld:%3$02ld:%4$02ld

source: %ld day %02ld:%02ld:%02ld
tr: %1$ld gün %2$02ld:%3$02ld:%4$02ld

source: %02ld:%02ld:%02ld
tr: %1$02ld:%2$02ld:%3$02ld

source: Tasks/Threads:
tr: Görevler/İş Parçacıkları:

source: %d tasks, %d threads
tr: %1$d görev, %2$d iş parçacığı

source: (%@ hyperthreads per core)
tr: (çekirdek başına %@ hiper iş parçacığı)

source: %@%@ physical cores
tr: %@%@ fiziksel çekirdek

source: Load Average (1m, 5m, 15m):
tr: Yükleme Ortalaması (1dk, 5dk, 15dk):

source: CPU power limit:
tr: CPU Güç Limiti:

source: speed %@%%, scheduler %@%%
tr: hız %@%%, zamanlayıcı %@%%

source: Top CPU Intensive Processes:
tr: CPU'yu En Çok Kullanan İşlemler:

source: Open Process Viewer
tr: İşlem Görüntüleyicisi'ni Aç

source: Open Activity Monitor
tr: Etkinlik Monitörü'nü Aç

source: Open Console
tr: Konsol'u Aç

source: No info available
tr: Bilgi yok

source: %@ Used
tr: %1$@ Kullanılan

source: %@ Free
tr: %1$@ Boş

source: %@ Total
tr: %1$@ Toplam

source: Memory Pressure:
tr: Bellek Baskısı:

source: %@%% (level %@)
tr: %@%% (düzey %@)

source: U:
tr: K:

source: F:
tr: B:

source: Memory Usage:
tr: Bellek Kullanımı:

source: %@ used, %@ free, %@ total
tr: %1$@ kullanılan, %2$@ boş, %3$@ toplam

source: Memory Pages:
tr: Bellek Sayfaları:

source: %@ active, %@ wired
tr: %1$@ etkin, %2$@ bağlı

source: %@ inactive, %@ free
tr: %1$@ devre dışı, %2$@ boş

source: %@ compressed (%@)
tr: %1$@ sıkıştırılmış (%2$@)

source: VM Statistics:
tr: VM İstatistikleri:

source: %@ pageins, %@ pageouts
tr: %1$@ sayfa girişi, %2$@ sayfa çıkışı

source: %@ cache lookups, %@ cache hits (%@)
tr: %1$@ önbellek araması, %2$@ önbellek isabeti (%3$@)

source: %@ page faults, %@ copy-on-writes
tr: %1$@ sayfa hatası, %2$@ yazımda kopyalama

source: Swap Files:
tr: Takas Dosyaları:

source: %@ swap file present in %@
tr: %2$@ içinde %1$@ takas dosyası var

source: %@ swap files present in %@
tr: %2$@ içinde %1$@ takas dosyası var

source: %@ encrypted swap file present in %@
tr: %2$@ içinde %1$@ şifrelenmiş takas dosyası var

source: %@ encrypted swap files present in %@
tr: %2$@ içinde %1$@ şifrelenmiş takas dosyası var

source: %@ swap file at peak usage
tr: %1$@ takas dosyası tümüyle kullanılıyor

source: %@ swap files at peak usage
tr: %1$@ takas dosyası tümüyle kullanılıyor

source: %@ total swap space
tr: %1$@ toplam takas alanı

source: %@ total swap space (%@ used)
tr: %1$@ toplam takas alanı (%2$@ kullanılan)

source: Tx:
tr: A:

source: Rx:
tr: G:

source: B/s
tr: B/sn

source: KB/s
tr: KB/sn

source: MB/s
tr: MB/sn

source: GB/s
tr: GB/sn

source: Not Connected
tr: Bağlı Değil

source: Connecting...
tr: Bağlanıyor...

source: Connected
tr: Bağlı

source: Connected %02d:%02d:%02d
tr: Bağlı %1$02d:%2$02d:%3$02d

source: Disconnecting...
tr: Bağlantı Kesiliyor...

source: Inactive
tr: Devre Dışı

source: Net: %@ Node: %@ Zone: %@
tr: Ağ: %1$@ Düğüm: %2$@ Bölge: %3$@

source: Throughput:
tr: Veri Hacmi:

source: Peak Throughput:
tr: Tavan Veri Hacmi:

source: Traffic Totals:
tr: Trafik Toplamları:

source: %@ %@ (%@ bytes)
tr: %1$@ %2$@ (%3$@ bayt)

source: Open Network Utility
tr: Ağ İzlencesi'ni Aç

source: Open Network Preferences
tr: Ağ Tercihleri'ni Aç

source: Open Internet Connect
tr: İnternet'e Bağlan'ı Aç

source: Display primary interface
tr: Birincil Arabirimi Görüntüle

source: Display this interface
tr: Bu Arabirimi Görüntüle

source: Copy IPv4 address
tr: IPv4 Adresini Kopyala

source: Copy IPv6 address
tr: IPv6 Adresini Kopyala

source: Reset traffic totals
tr: Trafik Toplamlarını Sıfırla

source: Connect
tr: Bağlan

source: Disconnect
tr: Bağlantıyı Kes

source: No Active Interfaces
tr: Etkin Arabirim Yok
